#+Title:  The first hour of your next ten years: An Emacs introduction
#+Author: Diego Vicente Martín
#+Email:  mail@diego.codes
#+Date:   2017-11-21

** If you want your own editor, welcome to Emacs

- Run this. If the result is larger than 20, install Emacs.

#+BEGIN_SRC bash :dir ~/
wc -l .vimrc
#+END_SRC

#+RESULTS:
: 297 .vimrc

- You will be faster if your tools apply to your whole workflow.
- Starting is slow, it eventually pays off.

- In any case, learn vim. You can thank me later.


